Repository: av1d/daves-wordpress-live-search
Catalog: tags/3.0.1/languages/dwls-*.po
Languages: pl_pl

source: Dave's WordPress Live Search requires PHP 5.0 or higher
pl_pl: Dave'a WordPress Szukaj na żywo wymaga PHP w wersji 5.0 lub wyższej

source: View more results
pl_pl: Pokaż więcej wyników

source: Dave's WordPress Live Search requires jQuery 1.2.6 or higher. WordPress ships with current jQuery versions. But if you are seeing this message, it's likely that another plugin is including an earlier version.
pl_pl: Dave'a WordPress Szukaj na żywo wymaga jQuery 1.2.6 lub wyższej. WordPress współpracuje z aktualnymi wersjami jQuery. Ale jeśli widzisz tę wiadomość, jest prawdopodobne, że inna wtyczka używa starszej wersji.

source: Live Search
pl_pl: Szukaj na żywo

source: Options saved.
pl_pl: Opcje zapisane.

source: Cache cleared.
pl_pl: Cache wyczyszczony.

source: The %sDave's WordPress Live Search%s plugin is configured to use a theme-specific CSS file, but the current theme does not contain a daves-wordpress-live-search.css file.
pl_pl: %sWtyczka Davea WordPress Szukaj na Żywo %s jest skonfigurowana do korzystania z tematu określonego pliku CSS, ale aktualny temat nie zawiera pliku daves-wordpress-live-search.css.

source: Dave's WordPress Live Search Options
pl_pl: Dave's WordPress wyszukiwarka na żywo opcje

source: Settings
pl_pl: Ustawienia

source: Advanced
pl_pl: Zaawansowane

source: Exceptions
pl_pl: Wyjątki

source: Enter the %s of pages which should not have live searching, one per line. The * wildcard can be used at the start or end of a line. For example: %s
pl_pl: Wpisz %s stron, które nie powinny mieć Szukania na Żywo, po jednej w wierszu. Wildcard* może być stosowany na początku lub na końcu linii. Na przykład: %s

source: NOTE
pl_pl: Notatka

source: These pages will still be returned in search results. This only disables the Live Search feature for the search box on these pages.
pl_pl: Te strony będą nadal zwracane w wynikach wyszukiwania. To tylko wyłączenie funkcji Szukaj na Żywo w polu szukania na tych stronach.

source: Search Results box X offset
pl_pl: Przesunięcie okna wyników wyszukiwania

source: Use this setting to move the search results box left or right to align exactly with your theme's search field. Value is in pixels. Negative values move the box to the left, positive values move it to the right.
pl_pl: Użyj tego ustawienia, aby przenieść okno z wynikami wyszukiwania w lewo lub prawo w celu dostosowania dokładnie do pola wyszukiwania aktualnego motywu. Wartość podawana jest w pikselach. Wartości ujemne przenosi pole w lewo, wartości bez minusa, w prawo.

source: Cache Lifetime
pl_pl: Żywotność Cache

source: Enter &quot;0&quot; to disable caching
pl_pl: Wpisz &quot;0&quot; aby wyłączyć Cache

source: Clear Cache
pl_pl: Wyczyść Cache

source: If you change settings or post/edit content, your cache will be cleared automatically. Use this button to clear the cache manually if needed.
pl_pl: Jeżeli zmienisz ustawienia lub wyedytujesz wpisy lub stronę, Twoja pamięć podręczna zostanie automatycznie wyczyszczona. Użyj tego przycisku by wyczyścić pamięć podręczną ręcznie, jeżeli tego potrzebujesz.

source: Do you find this plugin useful? Consider a donation to %sCat Guardians%s, a wonderful no-kill shelter where I volunteer.
pl_pl: Uważasz że ten plugin jest przydatny? Zastanów się nad wpłatą dla %sCat Guardians%s, dla cudownego nie zabijającego schroniska, gdzie jestem wolontariuszem

source: Maximum Results to Display
pl_pl: Maksymalna ilość wyników do wyświetlenia

source: Enter &quot;0&quot; to display all matching results
pl_pl: Wpisz &quot;0&quot; żeby wyświetlić wszystkie wyniki

source: Minimum characters before searching
pl_pl: Minimalna ilość znaków by wyszukać

source: Search right away
pl_pl: Szukaj odrazu

source: Wait for two characters
pl_pl: Czekam na dwa znaki

source: Wait for three characters
pl_pl: Czekam na trzy znaki

source: Wait for four characters
pl_pl: Czekam na cztery znaki

source: Results Direction
pl_pl: Kierunek wyników

source: Down
pl_pl: Dół

source: Up
pl_pl: Góra

source: When search results are displayed, in which direction should the results box extend from the search box?
pl_pl: Kiedy wyniki wyszukiwania są wyświetlane, w którym kierunku pola powinny się pojawiać?

source: Display Metadata
pl_pl: Wysietl meta dane

source: Display author & date for every search result
pl_pl: Wyświetl autora i datę dla każdego wyniku wyszukiwania

source: Display Post Thumbnail
pl_pl: Pokazuj miniaturki wpisów

source: Display thumbnail images for every search result with at least one image
pl_pl: Wyświetlanie miniatur dla każdego wyniku wyszukiwania z co najmniej jednym obrazem

source: Display Post Excerpt
pl_pl: Wyświetlanie fragmentu postu

source: Display &quot;View more results&quot; link
pl_pl: Wyswietla link &quot;Zobacz więcej wyników &quot;

source: Display the &quot;View more results&quot; link after the search results.
pl_pl: Wyświetla link &quot;Zobacz więcej wyników&quot; po wynikach wyszukiwania.

source: Styles
pl_pl: Style

source: Default Gray
pl_pl: Domyślny szary

source: Default style in gray.
pl_pl: W domyślny szary

source: Default Red
pl_pl: Domyślny czerwony

source: Default style in red
pl_pl: W domyślny czerwony

source: Default Blue
pl_pl: Domyślny niebieski

source: Default style in blue
pl_pl: W domyślny niebieski

source: Theme-specific
pl_pl: Specyfikacja tematu

source: For advanced users
pl_pl: Dla zaawansowanych użytkowników

source: Theme must include a CSS file named daves-wordpress-live-search.css. If your theme does not have one, copy daves-wordpress-live-search_default_gray.css from this plugin's directory into your theme's directory and modify as desired.
pl_pl: Temat musi zawierać plik CSS o nazwie daves-wordpress-live-search.css. Jeśli twój temat nie ma takiego, skopiik daves-wordpress-live-search_default_gray.css z katalogu tej wtyczki do katalogu motywu i zmodyfikuj według potrzeb.

source: Use the styles contained within your Theme's stylesheet. Don't include a separate stylesheet for Live Search.
pl_pl: Użyj style zawarte w danym motywie. Nie inkluduj oddzielnych arkuszy stylów dla Live Search.

source: When used with the %sWP E-Commerce%s plugin, Dave&apos;s WordPress Live Search can search your product catalog instead of posts & pages.
pl_pl: Po użyciu z%sWP E-Commerce%s plugin, Dave&apos;a WordPress Szukaj na żywo może przeszukiwać katalog produktów zamiast wpisów i stron.

source: Search posts &amp; pages
pl_pl: Szukaj postów na &amp; stronach

source: Search products
pl_pl: Szukaj produktów

source: Save Changes
pl_pl: Zapisz zmiany
