Repository: av1d/daves-wordpress-live-search
Catalog: tags/3.0b1/languages/dwls-*.po
Languages: fr_fr

source: Dave's WordPress Live Search requires PHP 5.0 or higher
fr_fr: Dave's WordPress Live Search requiert PHP 5.0 ou plus récent

source: View more results
fr_fr: Voir plus de résultats

source: Dave's WordPress Live Search requires jQuery 1.2.6 or higher. WordPress ships with current jQuery versions. But if you are seeing this message, it's likely that another plugin is including an earlier version.
fr_fr: Dave's WordPress Live Search requiert JQuery 1.2.6 ou plus récent. WordPress contient la version la plus récente de JQuery. Mais si vous voyez ce message, il est probable qu'un autre plugin inclue une version plus ancienne.

source: Live Search
fr_fr: Recherche en direct

source: Options saved.
fr_fr: Options sauvegardées

source: Cache cleared.
fr_fr: Cache vidé.

source: The %sDave's WordPress Live Search%s plugin is configured to use a theme-specific CSS file, but the current theme does not contain a daves-wordpress-live-search.css file.
fr_fr: Le plugin %sDave's WordPress Live Search%s est configuré pour utilisé un fichier CSS spécifique au thème, mais le thème courant de contient pas le fichier &quot;daves-wordpress-live-search.css&quot;.

source: Dave's WordPress Live Search Options
fr_fr: Options Dave's WordPress Live Search

source: Settings
fr_fr: Configuration

source: Advanced
fr_fr: Avancée

source: Debug
fr_fr: Débug

source: Enter the %s of pages which should not have live searching, one per line. The * wildcard can be used at the start or end of a line. For example: %s
fr_fr: Entrez les %s de pages ne devant pas contenir la recherche live, un par ligne. L'astérisque &quot;*&quot; peut-être utilisé au début ou à la fin d'une ligne. Par exemple : %s

source: These pages will still be returned in search results. This only disables the Live Search feature for the search box on these pages.
fr_fr: Ces pages seront toujours affichées dans les résultats de recherche. Cela désactive uniquement la recherche live pour les champs de recherche de ces pages.

source: Search Results box X offset
fr_fr: Décalage horizontal (X) du champ de recherche

source: Use this setting to move the search results box left or right to align exactly with your theme's search field. Value is in pixels. Negative values move the box to the left, positive values move it to the right.
fr_fr: Utilisez cette propriété pour déplacer laboite de résultats de recherche vers la gauche ou la droite afin de l'aligner parfaitement avec le champ de recherche de votre thème. Les valeurs négatives déplacent la boite vers la gauche, les positives vers la droite.

source: Cache Lifetime
fr_fr: Durée de vie du cache

source: Enter &quot;0&quot; to disable caching
fr_fr: Entrez &quot;0&quot; pour désactiver la mise en cache

source: Enable debugger
fr_fr: Activer le debugger

source: Enable the Debug tab.
fr_fr: Activer le tableau de debug

source: Clear Cache
fr_fr: Vider le cache

source: If you change settings or post/edit content, your cache will be cleared automatically. Use this button to clear the cache manually if needed.
fr_fr: Si vous changez des propriétés ou ajoutez/modifiez du contenu, votre cache sera vidé automatiquement. Utilisez ce bouton afin de vider manuellement le cache si nécéssaire.

source: Do you find this plugin useful? Consider a donation to %sCat Guardians%s, a wonderful no-kill shelter where I volunteer.
fr_fr: Vous trouvez ce plugin utile ? Envisagez une donation à %sCat Guardians%s, un refuge ou je fais du volontariat.

source: Maximum Results to Display
fr_fr: Nombre de résultats maximum à afficher

source: Enter &quot;0&quot; to display all matching results
fr_fr: Entrez &quot;0&quot; pour afficher tous les résultats correspondants

source: Minimum characters before searching
fr_fr: Nombre de caractères minimum avant de rechercher

source: Search right away
fr_fr: Rechercher immédiatement

source: Wait for two characters
fr_fr: Attendre deux caractères

source: Wait for three characters
fr_fr: Attendre trois caractères

source: Wait for four characters
fr_fr: Attendre quatre caractères

source: Results Direction
fr_fr: Direction des résultats

source: Down
fr_fr: Bas

source: Up
fr_fr: Haut

source: When search results are displayed, in which direction should the results box extend from the search box?
fr_fr: Quand les résultats de la recherche sont affichés, dans quelle direction la boite contenant les résultats doit-elle s'étendre ?

source: Display Metadata
fr_fr: Afficher les Metadata

source: Display author & date for every search result
fr_fr: Afficher l'auteur et la date pour chaque résultat

source: Display Post Thumbnail
fr_fr: Afficher la miniature de l'article

source: Display thumbnail images for every search result with at least one image
fr_fr: Afficher la miniature pour tous les résultats de recherche avec au moins une image

source: Display Post Excerpt
fr_fr: Afficher l'extrait de l'article

source: Display an excerpt for every search result. If the post doesn't have one, use the first %s characters.
fr_fr: Afficher un extrait pour chaque résultat. Si l'article n'en a pas, le plugin utilise les %s premiers caractères.

source: Display &quot;View more results&quot; link
fr_fr: Afficher le lien &quot;Voir plus de résultats&quot;

source: Display the &quot;View more results&quot; link after the search results.
fr_fr: Affiche le lien &quot;Voir plus de résultats&quot; après les résultats de la recherche.

source: Default Gray
fr_fr: Gris par défaut

source: Default style in gray.
fr_fr: Style Gris par défaut

source: Default Red
fr_fr: Rouge par défaut

source: Default style in red
fr_fr: Style Rouge par défaut

source: Default Blue
fr_fr: Bleu par défaut

source: Default style in blue
fr_fr: Style Bleu par défaut

source: Theme-specific
fr_fr: Relatif au thème

source: For advanced users
fr_fr: Pour les utilisateurs avancés

source: Theme must include a CSS file named daves-wordpress-live-search.css. If your theme does not have one, copy daves-wordpress-live-search_default_gray.css from this plugin's directory into your theme's directory and modify as desired.
fr_fr: Le thème doit inclure un fichier de type CSS nommé &quot;daves-wordpress-live-seach.css&quot;. Si votre thème n'en possède pas, copiez-collez le fichier &quot;daves-wordpress-live-search_default_gray.css&quot; depuis le répertoire du plugin vers le répertoire de votre thème et modifiez le afin d'obtenir l'aspect désiré.

source: Theme-specific (theme's own CSS file)
fr_fr: Relatif au thème (le thème possède son propre fichier CSS)

source: Use the styles contained within your Theme's stylesheet. Don't include a separate stylesheet for Live Search.
fr_fr: Utilise le style contenu dans la feuille de style (CSS) de votre thème. N'incluez pas une feuille de style séparée pour Live Search.

source: When used with the %sWP E-Commerce%s plugin, Dave&apos;s WordPress Live Search can search your product catalog instead of posts & pages.
fr_fr: Utilisé avec le plugin %sWP E-Commerce%s, Dave&apos;s WordPress Live Search peut rechercher dans votre catalogue de produits au lieu de vos pages & articles.

source: Search posts &amp; pages
fr_fr: Rechercher dans les articles et les pages

source: Search products
fr_fr: Rechercher dans les produits

source: Save Changes
fr_fr: Enregistrer les changements
